package MOB.sys.Config;

import MOB.sys.Core._Config;




public class Net_Config extends _Config{
	
	public Net_Config () {
		
		super();
		this.configs.put("sever", "10.10.20.242");
		/*
		 * ---------------------------------------------------------------
		 * 接受短信端口
		 * ---------------------------------------------------------------
		 */
		this.configs.put("receiveport","8888");
		/*
		 * ---------------------------------------------------------------
		 * 服务器端口
		 * ---------------------------------------------------------------
		 */
		this.configs.put("serveport", "9999");
		/*
		 * ---------------------------------------------------------------
		 * keepalive端口
		 * ---------------------------------------------------------------
		 */
		this.configs.put("keepalive", "20000");
		
		
	}//end of errorConfig()
}
