package MPD.sys.Config;

import MPD.sys.Core._Config;



public class Net_Config extends _Config{
	
	public Net_Config () {
		
		super();
		/*
		 * ---------------------------------------------------------------
		 * 监听服务端口
		 * ---------------------------------------------------------------
		 */
		this.configs.put("serverport","7777");
		/*
		 * ---------------------------------------------------------------
		 * 客户端口,常用连接
		 * ---------------------------------------------------------------
		 */
		this.configs.put("clientport", "9998");
		/*
		 * ---------------------------------------------------------------
		 * 客户短信接受端口
		 * ---------------------------------------------------------------
		 */
		this.configs.put("clientmessageport", "8888");
		
	}//end of errorConfig()
}
